[
  {
    "day":1,
    "month":4,
    "year":2016,
    "language":"KALE",
    "version":"UBS",
    "book":"Tienwogikab Kalosunet 73:25-26",
    "verse":"Ng'o ne atinye eng' kipsengwet ne ma inye? Ama mi age ne amache eng' ng'ony kosiirin. 26 Ichuchui bortanyun ak muguleldanyu: Ago kamuktaindet kimnatetab muguleldanyu ak kebebertanyu koigeny."
  },
  {
    "day":2,
    "month":4,
    "year":2016,
    "language":"KALE",
    "version":"UBS",
    "book":"Job 23:10-11",
    "verse":"10 Ago ingen inendet oret ne abune; Ye kagotiema, among'u aige tahabu.11 Kagonamgei keldanyun ak  tiegutikyik ;Kaasub orenyin,ama amaste."
  },
  {
    "day":3,
    "month":4,
    "year":2016,
    "language":"KALE",
    "version":"UBS",
    "book":"Isaia 55:8-9",
    "verse":"8 Amu ma chekwok kabwatutikyuk, ama chechuk ortinwekwok,mwae Jehova. 9 Amu ko u ye toror kipsengwetisiek kosiir ng'ony, ko u noto tororen ortinwekyuk kosiir ortinwekwok, ak ko tororen kabwatutikyuk kosiir kabwotutikwok."
  },
  {
    "day":4,
    "month":4,
    "year":2016,
    "language":"KALE",
    "version":"UBS",
    "book":"Josua 1:9",
    "verse":"Tos ma ane  ne kiang'atin? Kimitun ak inyiganitu mising', ameiywei, anan itoptoben: amu mi Jehovah kamuktaindeng'ung' koboten eng' ui tugul ole iwendi."
  },
  {
    "day":5,
    "month":4,
    "year":2016,
    "language":"KALE",
    "version":"UBS",
    "book":"2 korintoek 5:14-15",
    "verse":"14 Amu ichiichech chamnyetab kristo; amu kigeere kou ni, kele kimechi chito agenge tugul, noto anyun kibek tugul; 15 ak kimechi inendet tugul, si ma kosoptos agobo ge icheget che soptos, ago agobo inendet ne kimechi ak kong'eet kogeny"
  },
  {
    "day":6,
    "month":4,
    "year":2016,
    "language":"KALE",
    "version":"UBS",
    "book":"1 Johana 3:16",
    "verse":"Kingeneng'nito chamyet, amu kiikoit sobondanyi agobo achek: ak kanyol kigoite sobonwekyokagobo che kitupche."
  },
  {
    "day":7,
    "month":4,
    "year":2016,
    "language":"KALE",
    "version":"UBS",
    "book":"Galatiek 2:20",
    "verse":"Kigigartata koboto kristo; ago asobe;ago ma ko ane, ago sobei kristo eng' ane:ak sobondo ne asobe nguno eng' borto asobe eng' kayanet ne miten eng' Weritab Jehovah, ne kichama, ak kiigoitogei agobo ane."
  },
  {
    "day":8,
    "month":4,
    "year":2016,
    "language":"KALE",
    "version":"UBS",
    "book":"Romanik 5:10",
    "verse":"Amu ye kita ko ki bunik, ko kigituiyech ak Jehovah eng' meetab werinyin, ne siirei mising' anyun, koga kituiyech, kesoruech eng' sobondannyi."
  },
  {
    "day":9,
    "month":4,
    "year":2016,
    "language":"KALE",
    "version":"UBS",
    "book":"Hebranik 1:3",
    "verse":"inendet ko kakweng'etab lilindanyi, ak itondo ne bo indennyi,ak kotononi tuguk tugul eng' ng'olyotab kamuktaennyi, kingo kagoyai kaundoetab tengekwogik,kwo kotebe eutab tai ne bo Etunatet eng' barak;"
  },
  {
    "day":10,
    "month":4,
    "year":2016,
    "language":"KALE",
    "version":"UBS",
    "book":"Romanik 5:6-8",
    "verse":"Ma  gonu kamang'unet kililan; amu kigerong'ji chamnyetab Jehovah mugulelwekyok eng' Tamirmiriet ne Tilil ne kigegonech. 6 Amu ye kita ko ki nyalulyotin, kome kristo agobo che yaachen eng' betut ne kiga kelewen. 7 Amu bichii kome chi agobo chi ne bo imanda: ago abere kanyei chito age kome agobo chi ne mie. 8 Ago iboruech achek  Jehovah chamnyennyi, amu ye kita ko ki kiptengeginik, kome Kristo agobo achek."
  },
  {
    "day":11,
    "month":4,
    "year":2016,
    "language":"KALE",
    "version":"UBS",
    "book":"1 Petero 2:24",
    "verse":"inendet ne kiib tengekwogikyok eng' bortanyin eng ketit  barak, si kesopche eng' imanda; achek che kiga kebekyi tengekwogik; kigisoobenok birutikyik."
  },
  {
    "day":12,
    "month":4,
    "year":2016,
    "language":"KALE",
    "version":"UBS",
    "book":"Luka 23:24",
    "verse":"Kimwachi tugul kolenji, Ngo machei chi age tugul kosubwa, ko ingoesiogei, ak koib kimurtoiyondenyi betut age tugul, ak kosubwa.24 Amu age tugul ne machei kosor sobondanyi kobeeti;ak age tugul ne ibeeti sobondanyi agobo ane, ko noto ne soru."
  },
  {
    "day":13,
    "month":4,
    "year":2016,
    "language":"KALE",
    "version":"UBS",
    "book":"Romanik 3:23-24",
    "verse":"amu kigoyai tugul tengek, ama ityin torornatetab Jehovah; 24 che kiityin imanda buch eng' mieindanyi eng' katiaget ne mi eng' Kristo Jesu."
  },
  {
    "day":14,
    "month":4,
    "year":2016,
    "language":"KALE",
    "version":"UBS",
    "book":"1 korintoek 15:1",
    "verse":"Aboruok anyun, che kitupche, nguno,logoiywek che miach che kiaamwok choto kiotaa,choto akgichek che atonone,"
  },
  {
    "day":15,
    "month":4,
    "year":2016,
    "language":"KALE",
    "version":"UBS",
    "book":"Romanik 13:6-7",
    "verse":"Amu ng'olyondonito anyun ogoitoi aisurut agine; amu icheget ko kiboitinikab boisietab Jehovah ,che igiiljingei kotugul kioto. 7 Ogochi tugul tuguk che nyoljin; kodi eng' inendet ne nyoljin kodi;aisurut eng' inendet ne nyoljin aisurut;kaiyweisiet eng' inendet ne nyoljin kaiyweisiet;teegisto eng'inendet ne nyoljin teegisto."
  },
  {
    "day":16,
    "month":4,
    "year":2016,
    "language":"KALE",
    "version":"UBS",
    "book":"Romanik 13:8",
    "verse":"Amobesen chi kiy age tugul, ago ochamnye: amu inendet ne chamei chitab kokwenyi ko kagoyai kosulda Ng'atutiet."
  },
  {
    "day":17,
    "month":4,
    "year":2016,
    "language":"KALE",
    "version":"UBS",
    "book":"1 korintoek 1:18",
    "verse":"Amu berberindo ng'olyotab kimurtoiyot eng' icheget che lustos; ago eng' achek che kisoru ko kimnatetab Jehovah."
  },
  {
    "day":18,
    "month":4,
    "year":2016,
    "language":"KALE",
    "version":"UBS",
    "book":"Romanik 10:9-10",
    "verse":"9 Amu ng'ing'any eng' kuting'ung', ile Jesu ko Kiptaiyat, ak iyani eng' muguleldang'ung' ile kiing'eet Jehovah inendet komong'une che kibek, kesorun: 10 amu iyani chi eng' muguleldo agoi imanda; ak ng'anyei eng kutit agoi yetunet."
  },
  {
    "day":19,
    "month":4,
    "year":2016,
    "language":"KALE",
    "version":"UBS",
    "book":"1 korintoek 15:20-22",
    "verse":"20 Ago kiging'eet anyun Kristo komong' eng' che kibek, tongoaniat ne bo icheget che ruitos.21 Amu ko u ye kibunu meet chi, ko kibunu chi agine ng'eetyet ne bo che begu. 22 Amu ko u ye begu tugul eng' Adam, ko u noto tun kisoobi tugul eng' Kristo"
  },
  {
    "day":20,
    "month":4,
    "year":2016,
    "language":"KALE",
    "version":"UBS",
    "book":"1 korintoek 15:55-57",
    "verse":"55 Ee, meet, mi ano kabelisieng,ung,? Ee meet, mi ano ng'wanindang'ung'? 56 Ng'wanindab meet ko tengek; ak kimnatetab tengek ko ng'atutik: 57 ago kigochini Jehova kongoi, ne konech kabelisiet eng' Kiptaiyandenyo Jesu Kristo."
  },
  {
    "day":21,
    "month":4,
    "year":2016,
    "language":"KALE",
    "version":"UBS",
    "book":"Johana 10:28-30",
    "verse":"28 Ak agochini ichek sobondab koigeny; ak magoi lusyo, ama rebenak chi ichek eng' eunnyu. 29 O Baba,ne kigona ichek,kosiir tugul; ama mi chi ne imuchi koreb ichek eng' eutab Baba. 30 Ane ak kwanda, koki agenge."
  },
  {
    "day":22,
    "month":4,
    "year":2016,
    "language":"KALE",
    "version":"UBS",
    "book":"Romanik 1:20",
    "verse":"amu kigeerei komie tugukyik che ma toogu koboch yaetab ng'ony che naoksei eng' tuguk che yaotin, agot kimnatennyi ne bo koigeny ak inendet iman ko Jehova; si maek ichek che tinyei lotania:"
  },
  {
    "day":23,
    "month":4,
    "year":2016,
    "language":"KALE",
    "version":"UBS",
    "book":"Romanik 14:11",
    "verse":"Amu kigisir kele, Mwaei Kiptaiyat kole, Ko u ye asobe, Tun kutung,jina kutundo age tugul, Ak kolos ng'elyepta age tugul Jehovah."
  },
  {
    "day":24,
    "month":4,
    "year":2016,
    "language":"KALE",
    "version":"UBS",
    "book":"1 petero 1:18-19",
    "verse":"18 Ongen ole kigitiachak omong'une atebeng'wong' nebo buch ne kionyoru eng' kwanisiekwok, ma eng' tuguk che ng'emaksei, kou feda anan tahabu; 19 ago eng' korotik che bo kamanutiet ne o, ko u che bo aruet ne matinyei berut ak ne matinye tisia,choto ko korotikab Kristo."
  },
  {
    "day":25,
    "month":4,
    "year":2016,
    "language":"KALE",
    "version":"UBS",
    "book":"Kolosaik 1:27-28",
    "verse":"27 che kicham Jehovah kong'ang'ji kit ne u magornatosiekab torornatet ne bo ung'otionito eng' Bororiosiek, noto Kristo eng  okwek, kamang'unetab torornatet: 28 inendet ne kimwaitoi, ak kiteechini chi age tugul ak kineti chi age tugul eng' ng'omnatet tugul, si kobiit kimut chi age tugul kogesunotgei eng' Kristo;"
  },
  {
    "day":26,
    "month":4,
    "year":2016,
    "language":"KALE",
    "version":"UBS",
    "book":"Hebranik 7:25",
    "verse":"Eng' noto anyun komuchi kogeny kosor agoi kosuldaet ichek che bwanjin Jehovah eng' inendet, amu sobei inendet koigeny si kobiit kosaei agobo ichek."
  },
  {
    "day":27,
    "month":4,
    "year":2016,
    "language":"KALE",
    "version":"UBS",
    "book":"Luka 19:10",
    "verse":"Amu kinyo Weritab chi kocheng' ak kosor ne kiga kobet."
  },
  {
    "day":28,
    "month":4,
    "year":2016,
    "language":"KALE",
    "version":"UBS",
    "book":"Pilipik 2:5-8",
    "verse":"5 Ingotebenok ateboni,ne kimi agine eng' Kristo Jesu: 6 ne, nganda kitinyei itondab Jehovah, ko ma iit kole kit ne bo kamanut ne o kole kogergeit ak Jehovah, 7 ago kiyaigei inendet koek buch ak konam itondab otwogindet, kogergeit ak bik;8 ak kingotook eng' itondab chi, koming'ingei' kogas it agoi meet,ee, meet ne bo kimurtoiyot."
  },
  {
    "day":29,
    "month":4,
    "year":2016,
    "language":"KALE",
    "version":"UBS",
    "book":"Job 19:25",
    "verse":"Ago  angen ale sobei Katiagindennyu, Ak tun tonone ng'ony eng' betut ne bo let"
  },
  {
    "day":30,
    "month":4,
    "year":2016,
    "language":"KALE",
    "version":"UBS",
    "book":"Epesoek 4:15",
    "verse":"Ago Aking'alali che bo iman eng' chamyet, si keegitu eng' tuguk tugul eng' inendet, inendet ne metit, noto ko Kristo;"
  }
]
